<!DOCTYPE html>
<html lang="de">
<html>
    <head>
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <meta charset="UTF-8">
        <meta name="description" content="Mehr Glitter für die Literatur">
        <meta name="keywords" content="Literaturzeitschrift, Queere Literatur">
        <meta name="author" content="Donat Blum, Ivona Brdjanovic, Johannes von Dassel, Huy Do, Kathrin Maurer">
        <title>Glitter &#8275; Die Gala der Literaturzeitschriften</title>
        <link href="css/style.css?v=1.5" rel="stylesheet" type="text/css">

        <meta property="og:url" content="http://www.glitter-online.org" />
        <meta property="og:type" content="website" />
        <meta property="og:title" content="Glitter. Die Gala der Literaturzeitschriften" />
        <meta property="og:description" content="Mehr Glitter für die Literatur" />
        <meta property="og:image" content="http://www.glitter-online.org/assets/facebook-thumb.jpg" />
    </head>
    <body>
        <header class="header page-wrapper">
            <h1 class="header__logo">
                <a href="http://www.glitter-online.org">Glitter &#8275; Die Gala der Literaturzeitschriften</a> 
            </h1>
            <a class="header__info" href="#">Info</a>
            
        </header>

        <!-- 3. Issue -->
        <section class="issue-block">
            <div class="issue-block__image third-image"></div>
            <div class="overlay overlay__third issue-block__editorial">
                <p>Queere Geschichten sind seltsamerweise keine Selbstverst&auml;ndlichkeit. Weder in der Literatur noch in der Gesellschaft. Dabei leben in Deutschland mehr Lesben als t&uuml;rkischst&auml;mmige Menschen, in der Schweiz mehr Leute mit gleichgeschlechtlichen Liebeserfahrungen als weisse m&auml;nnliche Rentner und in &ouml;sterreich mehr trans Personen als 2018 Gefl&uuml;chtete aufgenommen wurden.</p>
                <p>In einer idealen Welt sind es aber nicht Zahlen, die dar&uuml;ber entscheiden, von wem erz&auml;hlt, wer gesehen und wer geh&ouml;rt wird, sondern Neugier und Offenheit. Eine vielf&auml;ltige Gesellschaft tauscht sich aus und versucht sich gegenseitig zu verstehen. Immer wieder von Neuem. Sie geht mit Vielfalt um.</p>
                <p>Das heisst vor allem: Sie kann Widerspr&uuml;che aushalten und sieht Reibung nicht als un&uuml;berwindbaren Widerstand, sondern als Herausforderung, die W&auml;rme erzeugt.</p>
                <p>Mit Glitter suchen wir die Kontroverse. Nicht die polemische, sondern die grunds&auml;tzliche. Denn das heisst f&uuml;r uns &laquo;queer&raquo;: Wir fordern die &uuml;berm&auml;chtige Heteronormativit&auml;t heraus, weil sie uns alle mit eiserner Faust im Griff h&auml;lt: Queers genauso wie heterosexuelle cis-Menschen. Was f&uuml;r kinderlose Frauen der Druck ist, Kinder zu kriegen, ist f&uuml;r trans Menschen der Druck, sich zu outen. Was f&uuml;r Schwule der Druck ist, nicht zu tuntig zu wirken, ist f&uuml;r heterosexuelle M&auml;nner der Druck, &laquo;stark&raquo; zu sein. Was f&uuml;r Bisexuelle der Druck ist, sich zu &laquo;entscheiden&raquo;, ist f&uuml;r Lesben der Druck, nicht unsichtbar gemacht zu werden.</p>
                <p> Wir alle leben mit Normen, diesen tief verinnerlichten, althergebrachten Stimmen, die uns zufl&uuml;stern: Mach das so, nein, ganz bestimmt nicht so, du sollst nicht, du musst! Sch&auml;m dich!</p>
                <p>Mit Glitter setzen wir uns &uuml;ber sie hinweg und suchen nach neuen, treffenderen, einzigartigen Stimmen. Als Ghostbuster unter den Literaturzeitschriften saugen wir die inneren Gespenster auf und entwerfen an ihrer Stelle neue, pr&auml;zisere Sprachbilder. Denn das ist es, was Literatur kann: Worte und Sprache finden, um innere und &auml;ussere Welten in Einklang zu bringen und Sch&ouml;nheit zu schaffen.</p>
                <p> F&uuml;r die dritte Ausgabe von Glitter haben das 30 ausgezeichnete Autor*innen in vier Kurzgeschichten einer Graphic Novel, einem Romanauszug, einem Essay, einem Emailwechsel, einem Theaterst&uuml;ck, einem Songtext, zwei Langgedichten und siebzehn Mikrotexten getan.</p>
                <p>Viel Spass mit der ersten und einzigen queeren Literaturzeitschrift im deutschsprachigen Raum w&uuml;nscht das Glitter-Team</p>
                <p>Weil Vielfalt in der Literatur unsere Gesellschaft herzlicher, bunter, respektvoller, spannender und lustiger macht. &hearts;</p>
            </div>
            <div class="overlay overlay__third issue-block__names names-third">
                <p>Ramona Gloria Ammann &#8275; Mischa Badasyan &#8275; Samantha Bohatsch &#8275; Jovin Brandherd &#8275; Joris Bas Backer &#8275; Martina Clavadetscher &#8275; Martin Frank &#8275; Rebecca Gisler &#8275; Casjen Griesel &#8275; Severin R. D. Hallauer &#8275; Selina Hauswirth &#8275; Joachim Helfer &#8275; Fabian Hischmann &#8275; Annette Hug &#8275; Kevin Junk &#8275; Darja Keller &#8275; Johannes Koch &#8275; Lou Meili &#8275; Lynn Takeo Musiol &#8275; Maurizio Onano &#8275; Sophie Reyer &#8275; Werner Rohner &#8275; Anna Rosenwasser &#8275; Konstanze Schnetzer &#8275; Eva Tepest &#8275; Ralph Tharayil &#8275; Felix Helmut Wagner &#8275; Mirjam Wittig &#8275; Ivna Žic &#8275; ZUCKERKLUB</p>
            </div>
            <div class="btn-block third-background">
                <a class="btn-block__left" href="https://prinz-eisenherz.buchkatalog.de/product/4099276460854879725/EISENHERZ_Queer/Kathrin-Maurer-und-Donat-Blum-Hrg---Johannes-von-Dassel--Huy-Do-Ivona-Branovi/Glitter---03" target="_blank">Kaufen (DE)</a>
                <a class="btn-block__right" href="https://www.queerbooks.ch/glitter-03-die-gala-der-literaturzeitschriften" target="_blank">Kaufen (CH)</a>
            </div>
            <div class="btn-block third-background">
                <a class="btn-block__left editorial-third-btn" href="#">Editorial</a>
                <a class="btn-block__right name-third-btn" href="#">Mit Texte von</a>
            </div>
            <div class="third-background btn-block">
                <h2>Dritte Ausgabe</h2>
            </div>

        </section>

        <!-- 2. Issue -->
        <section class="issue-block">
            <div class="issue-block__image second-image"></div>
            <div class="overlay overlay__second issue-block__editorial">
                <p>Diversit&auml;t bedeutet im Literarischen auch: die Uneinigkeit von Erz&auml;hlungen. Mit der zweiten Ausgabe von Glitter soll erneut eine Plattform geschaffen werden, f&uuml;r, von, und mit queeren Autor*innen und Texten von inhaltlich divergierenden und unterschiedlichen Lebensrealit&auml;ten. Ob ausgearbeitet oder ausgestellt, manipuliert oder abgetastet, klar positioniert oder poetisch bebildert, alles und mehr ist m&ouml;glich, alles hat seinen Platz in einer radikalen Diversit&auml;t, in queerer Literatur, in der Gala der Literaturzeitschriften Glitter. </p>
                <p>Dieses Mal mit folgenden Stimmen:</p>
                <p>Dragoslava Barzut beschreibt in einem Auszug aus ihrem Roman »Papirne disko kugle« im stillen Staccato-Monolog eine Wohnung, eine Umgebung und ihre Geschichte, deren Akteure und das Verschwinden einer nahestehenden Person: Dolores. (&uuml;bersetzt aus dem Serbischen von Ivona Brdjanovic)</p>
                <p>Johannes von Dassel schreibt eines Erz&auml;hlers Erinnerungen an die erste Liebe, die &uuml;ber Privilegien, Gruppenzugeh&ouml;rigkeiten, Markierung und &auml;ngste hinaus z&uuml;ndet, aber an der Spitze einer Kette von Mutproben ins ganz nat&uuml;rliche Ungl&uuml;ck abdriftet.</p>
                <p>Simon Froehling richtet in drei Miniaturen seinen Blick auf innere und &auml;ussere Realit&auml;ten und begegnet (queeren) Ambivalenzen mit pr&auml;ziser Sprache, radikaler Ehrlichkeit und Mut zur Verletzlichkeit.</p>
                <p>Meloe Gennai behandelt in einem Essay die Grenzen von Verst&auml;ndnis und Empathie, denen Queer People of Color in einer mehrheitlich wei&szlig;en, patriarchalen Gesellschaft in besonderem Ma&szlig; ausgesetzt sind.</p>
                <p>Patricia Hempel blickt in einer Kurzgeschichte in die Kindheit zur&uuml;ck und l&auml;sst zwischen Spielkameradinnen eine Dreierbeziehung aufleben, in der normative Familienkonzepte zu Rollen-Fetischen werden und im Spiel und in sinistrem Spa&szlig;, soziale Spaltungen ausgehandelt werden.</p>
                <p>Zoltán Lesi schl&auml;gt den Bogen zur&uuml;ck ins Deutschland der Drei&szlig;igerjahre und n&auml;hert sich in drei Langgedichten der_dem intersexuelle_n Hochspringer_in Dora_Heinrich Ratjen an.</p>
                <p>Ronya Othmann beschreibt eine Reise zur&uuml;ck ins »Ockerland«, in eine Tr&uuml;mmerstadt, in eine Verwandtschaft, ihre Br&auml;uche und in die Sehnsucht der Erz&auml;hlerin nach einer unaussprechlichen Liebe, die, wie alles an diesem Ort, existenziell bedroht zu sein scheint. </p>
                <p>Mikrotexte sollen noch mehr Platz f&uuml;r gro&szlig;artige Stimmen auf kleinstem Raum bieten. Hier stellen Autor*innen Poeme, Anekdoten, Thesen und Fragmente auf, die den queeren Schreibraum erweitern. Mit pointierten Beitr&auml;gen von: Katja Brunner, Alexander Graeff, Tobias Herzberg, Anna Hetzer, Timo Koch, kathrin maurer, Sascha Rijkeboer, Marielle Schavan und Eva Seck.</p>
            </div>
            <div class="overlay overlay__second issue-block__names names-second">
                <p>Ramona Gloria Ammann &#8275; Mischa Badasyan &#8275; Samantha Bohatsch &#8275; Jovin Brandherd &#8275; Joris Bas Backer &#8275; Martina Clavadetscher &#8275; Martin Frank &#8275; Rebecca Gisler &#8275; Casjen Griesel &#8275; Severin R. D. Hallauer &#8275; Selina Hauswirth &#8275; Joachim Helfer &#8275; Fabian Hischmann &#8275; Annette Hug &#8275; Kevin Junk &#8275; Darja Keller &#8275; Johannes Koch &#8275; Lou Meili &#8275; Lynn Takeo Musiol &#8275; Maurizio Onano &#8275; Sophie Reyer &#8275; Werner Rohner &#8275; Anna Rosenwasser &#8275; Konstanze Schnetzer &#8275; Eva Tepest &#8275; Ralph Tharayil &#8275; Felix Helmut Wagner &#8275; Mirjam Wittig &#8275; Ivna Žic &#8275; ZUCKERKLUB</p>
            </div>

            <div class="btn-block second-background">
                <a class="btn-block__left" href="https://prinz-eisenherz.buchkatalog.de/Product/4099276460854583727/186705/10002/-3/EISENHERZ_Fanzines-und-Magazine/Huy-Do-und-Donat-Blum-Hrg--Johannes-von-Dassel-Kathrin-Maurer/glitter---02/4099276460822731225/4099276460822595733/4099276460822595733" target="_blank">Kaufen (DE)</a>
                <a class="btn-block__right" href="https://www.queerbooks.ch/glitter-02-die-gala-der-literaturzeitschriften-isbn-9772626422009" target="_blank">Kaufen (CH)</a>
            </div>
            <div class="btn-block second-background">
                <a class="btn-block__left editorial-second-btn" href="#">Editorial</a>
                <a class="btn-block__right name-second-btn" href="#">Mit Texte von</a>
            </div>
            <div class="second-background btn-block">
                <h2>Zweite Ausgabe</h2>
            </div>

        </section>

        <!-- 1. Issue -->
        <section class="issue-block">
                <div class="issue-block__image first-image"></div>
                <div class="overlay overlay__first issue-block__editorial">
                    <p>Wir haben sie vermisst, die Erz&auml;hlungen, die sich mit hohem Unterhaltungswert und auf hohem literarischen Niveau mit unseren queeren Lebensrealit&auml;ten auseinandersetzen. Als Autor*innen und Designer k&ouml;nnen wir sie selber schaffen. Zusammen mit dem Netzwerk Kunst+Politik wollen wir einen Grundstein legen, auf dem Glitter um Glitter aufgebaut werden kann. F&uuml;r die erste Gala der queeren Gedankenspielerei konnten wir Lann Hornscheidt, Antje Strubel und Tobias Urech als G&auml;ste gewinnen. (Wer zu einem der n&auml;chsten Hefte beitragen m&ouml;chte, findet im Impressum unsere Kontaktangaben.)</p>
                    <p>Strubel ist eine der wenigen Autor*innen, die mit ihrem Schreiben ungeniert heteronormative Muster verl&auml;sst. Und ihr scheint mit Leichtigkeit zu gelingen, womit die meisten deutschsprachigen Autor*innen k&auml;mpfen: literarisch anspruchsvolle und vielschichtige Liebes- und Sexszenen zu schreiben.</p>
                    <p>Prof.ecs Hornscheidt ist der breiten &Ouml;ffentlichkeit mit dem Vorschlag bekannt geworden, ausschliesslich m&auml;nnliche oder weibliche Pronomen sowie Endungen mit dem Buchstaben „x“ (bzw. mit der Silbe „ecs“) zu ersetzen. F&uuml;r Glitter legt Hornscheidt mit einem Essay ein weiteres Sprachbild nach, das herk&ouml;mmliche Denkmuster zu sprengen vermag: „Nahbeziehungen“.</p>
                    <p>Der Aktivist Tobias Urech schliesslich zieht den Bogen in die 1930-Jahre. Achtung Clickbait: Aus dieser Zeit hat er eine Zeitschrift und eine Kurzgeschichte ausgegraben, die mensch im damaligen Z&uuml;rich kaum erwartet h&auml;tte...</p>
                </div>
                <div class="overlay overlay__first issue-block__names names-first">
                    <p>Ramona Gloria Ammann &#8275; Mischa Badasyan &#8275; Samantha Bohatsch &#8275; Jovin Brandherd &#8275; Joris Bas Backer &#8275; Martina Clavadetscher &#8275; Martin Frank &#8275; Rebecca Gisler &#8275; Casjen Griesel &#8275; Severin R. D. Hallauer &#8275; Selina Hauswirth &#8275; Joachim Helfer &#8275; Fabian Hischmann &#8275; Annette Hug &#8275; Kevin Junk &#8275; Darja Keller &#8275; Johannes Koch &#8275; Lou Meili &#8275; Lynn Takeo Musiol &#8275; Maurizio Onano &#8275; Sophie Reyer &#8275; Werner Rohner &#8275; Anna Rosenwasser &#8275; Konstanze Schnetzer &#8275; Eva Tepest &#8275; Ralph Tharayil &#8275; Felix Helmut Wagner &#8275; Mirjam Wittig &#8275; Ivna Žic &#8275; ZUCKERKLUB</p>
                </div>

                <div class="btn-block first-background">
                    <a class="btn-block__left" href="https://prinz-eisenherz.buchkatalog.de/Product/4099276460854355236/186705/10002/-3/EISENHERZ_Fanzines-und-Magazine//Glitter-vol-1/4099276460822731225/4099276460822595733/4099276460822595733" target="_blank">Kaufen (DE)</a>
                    <a class="btn-block__right sold-out" href="#">Ausverkauft (CH)</a>
                </div>
                <div class="btn-block first-background">
                    <a class="btn-block__left editorial-first-btn" href="#">Editorial</a>
                    <a class="btn-block__right name-first-btn" href="#">Mit Texte von</a>
                </div>
                <div class="first-background btn-block">
                    <h2>Erste Ausgabe</h2>
                </div>
    
            </section>


        <div class="info-open">
                <div class="info-open__copy">
                    <p>Im deutschsprachigen Raum herrscht die Meinung vor, queere Themen gingen nur Queers etwas an. Entsprechende Literatur wird in die Nische gedr&auml;ngt. Eine queere Literaturzeitschrift gab es vor Glitter noch nie.</p>
                    <p>Dabei bietet gerade Literatur die M&ouml;glichkeit angemessen &uuml;ber LGBT-Themen zu reflektieren und sie von verschiedenen Seiten analytisch und emotional zu beleuchten. Die Intimit&auml;t, die das Lesen mit sich bringt und die N&auml;he, die zu literarischen Figuren entstehen kann, sind ideale Voraussetzungen, um queere Themen der breiten Gesellschaft zug&auml;nglich zu machen und gleichzeitig LGBTs zu st&auml;rken.</p>
                    <p>Die Literaturzeitschrift Glitter will dazu beitragen, dass die Erz&auml;hlungen unserer Gesellschaft vielf&auml;ltiger werden. Simple heteronormative Erz&auml;hlmuster sollen durch mehrdimensionale Narrative ersetzt und erg&auml;nzt werden. Daf&uuml;r laden wir mit jeder Ausgabe eine Vielzahl an professionellen Autor*innen ein, die entweder selber queer sind oder sich mit queeren Themen auseinandersetzen, Kurzgeschichten, Essays und Gedichte f&uuml;r uns zu verfassen.</p>
                    <p>Den Begriff &laquo;queere Literatur&raquo; haben wir daf&uuml;r bewusst weit gefasst. Wir verstehen darunter all das, was k&uuml;nstlerisch anspruchsvoll mit Sprache umgeht und patriarchale, heteronormative und bin&auml;re Muster hinterfragt.</p>
                </div>
                <div class="info-open__vertical-linie"></div>
                <div class="info-open__contact">
                    <p>Kontaktiere uns</p>
                    <a href="mailto:info@glitter-online.org">info@glitter-online.org</a>
                    <p>Texteinsendungen</p>
                    <a href="mailto:text@glitter-online.org">text@glitter-online.org</a>
                    <p>Bestellungen (Vertrieb CH)</p>
                    <a href="http://www.queerbook.ch">www.queerbook.ch</a>
                    <p>Bestellungen (Vertrieb DE)</p>
                    <a href="http://www.prinz-eisenherz.de">www.prinz-eisenherz.de</a>
                    <p>Folge uns auf <a href="https://www.facebook.com/glitteratur/">Facebook</a></p>
                </div>
            </div>
    
       <script src="js/main.js"></script>
    </body>
</html>